export default {
  projections: {
    ОтпускМатериалаE: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: '',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: ''
        }
      },
      заказ: {
        __caption__: '',
        номерЗаказа: {
          __caption__: ''
        },
        фИОЗаказчика: {
          __caption__: ''
        },
        адресЗаказа: {
          __caption__: ''
        },
        способДоставки: {
          __caption__: ''
        }
      }
    },
    ОтпускМатериалаL: {
      датаПроводки: {
        __caption__: 'Дата проводки'
      },
      сотрудники: {
        __caption__: '',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: ''
        }
      },
      заказ: {
        __caption__: '',
        номерЗаказа: {
          __caption__: ''
        },
        фИОЗаказчика: {
          __caption__: ''
        },
        адресЗаказа: {
          __caption__: ''
        },
        способДоставки: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    датаПроводки: {
      __caption__: 'Дата проводки'
    },
    заказ: {
      __caption__: 'заказ'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    }
  }
};
