export default {
  caption: 'Акт приемки',
  'номерАкта-caption': 'Номер акта',
  'датаПриемки-caption': 'Дата приемки',
  'сотрудники.должность-caption': '',
  'сотрудники.фИО-caption': '',
  'тН.номерТН-caption': '',
  'тН.поставщик-caption': '',
  'тЧАктаПриемки.номерПозиции-caption': '',
  'тЧАктаПриемки.тН.материал-caption': '',
  'тЧАктаПриемки.тН.колво-caption': '',
  'тЧАктаПриемки.склад.имяСклада-caption': '',
  'сотрудники-caption': '',
  'тН-caption': '',
  'тЧАктаПриемки-caption': ''
};
