export default {
  projections: {
    ТЧАктаПриемкиE: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      склад: {
        __caption__: 'Склад',
        имяСклада: {
          __caption__: 'Имя склада'
        }
      },
      тН: {
        __caption__: 'ТН',
        колво: {
          __caption__: 'Колво'
        }
      }
    },
    ТЧАктаПриемкиL: {
      номерПозиции: {
        __caption__: 'Номер позиции'
      },
      склад: {
        __caption__: 'Имя склада',
        имяСклада: {
          __caption__: 'Имя склада'
        }
      },
      тН: {
        __caption__: 'Колво',
        колво: {
          __caption__: 'Колво'
        }
      }
    }
  },
  validations: {
    номерПозиции: {
      __caption__: 'Номер позиции'
    },
    склад: {
      __caption__: 'Склад'
    },
    тН: {
      __caption__: 'ТН'
    }
  }
};
