export default {
  projections: {
    АктПриемкиE: {
      датаПриемки: {
        __caption__: ''
      },
      номерАкта: {
        __caption__: ''
      }
    },
    АктПриемкиL: {
      датаПриемки: {
        __caption__: ''
      },
      номерАкта: {
        __caption__: ''
      }
    }
  },
  validations: {
    датаПриемки: {
      __caption__: 'датаПриемки'
    },
    номерАкта: {
      __caption__: 'номерАкта'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    тН: {
      __caption__: 'тН'
    },
    тЧАктаПриемки: {
      __caption__: 'тЧАктаПриемки'
    }
  }
};
