export default {
  projections: {
    АктПриемкиE: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      сотрудники: {
        __caption__: '',
        табель: {
          __caption__: ''
        },
        должность: {
          __caption__: ''
        },
        фИО: {
          __caption__: ''
        }
      },
      тН: {
        __caption__: '',
        колво: {
          __caption__: ''
        },
        материал: {
          __caption__: ''
        },
        номерТС: {
          __caption__: ''
        },
        номерТН: {
          __caption__: ''
        },
        поставщик: {
          __caption__: ''
        }
      },
      тЧАктаПриемки: {
        __caption__: '',
        склад: {
          __caption__: '',
          кодСклада: {
            __caption__: ''
          },
          имяСклада: {
            __caption__: ''
          }
        },
        тН: {
          __caption__: '',
          номерТН: {
            __caption__: ''
          },
          номерТС: {
            __caption__: ''
          },
          поставщик: {
            __caption__: ''
          },
          материал: {
            __caption__: ''
          },
          колво: {
            __caption__: ''
          }
        },
        номерПозиции: {
          __caption__: ''
        }
      }
    },
    АктПриемкиL: {
      номерАкта: {
        __caption__: 'Номер акта'
      },
      датаПриемки: {
        __caption__: 'Дата приемки'
      },
      сотрудники: {
        __caption__: '',
        фИО: {
          __caption__: ''
        },
        должность: {
          __caption__: ''
        }
      },
      тН: {
        __caption__: '',
        номерТН: {
          __caption__: ''
        },
        поставщик: {
          __caption__: ''
        }
      },
      тЧАктаПриемки: {
        __caption__: '',
        номерПозиции: {
          __caption__: ''
        },
        тН: {
          __caption__: '',
          материал: {
            __caption__: ''
          },
          колво: {
            __caption__: ''
          }
        },
        склад: {
          __caption__: '',
          имяСклада: {
            __caption__: ''
          }
        }
      }
    }
  },
  validations: {
    датаПриемки: {
      __caption__: 'Дата приемки'
    },
    номерАкта: {
      __caption__: 'Номер акта'
    },
    сотрудники: {
      __caption__: 'сотрудники'
    },
    тН: {
      __caption__: 'тН'
    },
    тЧАктаПриемки: {
      __caption__: 'тЧАктаПриемки'
    }
  }
};
